Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/depts/other_files/sami_rapport_sametingets_formelle_stilling_SA.pdf.pdf.tmx
Source language: sme
Languages: nob

source: Dán sáhttá dahkat dan bokte ahte jahkásaččat ovddiduvvo sierra stuoradiggedieđáhus sámi servodaga dili ja ovdánahttindárbbuid birra , ja gos eiseválddiid ja Sámedikki ovttasdoaibman deattuhuvvo eambbo .
nob: Dette vil kunne gjøres ved at det hver år fremmes en egen stortingsmelding om situasjonen og utviklingsbehovene i samiske samfunn , og hvor det legges større vekt på samhandlingen mellom myndighetene og Sametinget .

source: Dán jahkedieđáhusas áigu ráđđehus addit Sámediggái eambbo geatnegahtti signálaid das movt ráđđehus áigu 115 http://www.regjeringen.no/nb/dep/smk/dok/veiledninger/2003/om_statsrad.html?id 87950 =
nob: Regjeringen vil i denne årsmeldingen kunne gi Sametinget mer forpliktende signaler om hvordan regjeringen vil følge opp saker som er behandlet i konsultasjonsmøtene mellom regjeringen og Sametinget om satsningsområder for påfølgende år .

source: Dieđáhus galgá maiddái gieđahallat guovttebealát digaštallamiid ráđđehusa ja Sámedikki gaskka boahttevaš sámepolitihka birra , almmá dan haga ahte dát galget čadnojuvvot Stuoradikki láhka- dahje plenarmearrádusaide .
nob: Meldingen vil også kunne omtale gjensidige drøftinger mellom regjeringen og Sametinget om fremtidig samepolitikk , uten at disse knyttes til forslag til lov- eller plenarvedtak i Stortinget .

source: Sámi ruđaid loahpalaš juogadeapmi ovddiduvvo go stáhtabušeahtta ovddiduvvo golggotmánus .
nob: Den endelige fordelingen av bevilgninger til samiske formål presenteres når statsbudsjettet legges fram i oktober .

source: Hálddahuslaš ja ekonomalaš váikkuhusat Dát modealla doalvu dálá ortnega viidáseappot , ja iešalddis eai leat das mearkkašanveara ekonomalaš ja hálddahuslaš váikkuhusat .
nob: Administrative og økonomiske konsekvenser Denne modellen er en videreføring av dagens ordning , og gir i seg selv ingen økonomiske og administrative konsekvenser av betydning .

source: Bargo- ja searvadahttindepartementtas lea , sámi áššiid ovttastahttindepartementan , ovddasvástádus ráhkadit jahkásaš stuoradiggedieđáhusa sámi servodaga dili ja ovdánahttindárbbuid birra .
nob: Arbeids- og inkluderingsdepartementet vil som samordningsdepartement for samiske saker ha ansvar for å utarbeide den årlige stortingsmel 115 http://www.regjeringen.no/nb/dep/smk/dok/veiledninger/2003/om_statsrad.html?id 87950 =

source: Departementtas galgá nu movt dál nai leat ovddasvástádus ovttastahttit sámi áššiid bušeahttaproseassas .
nob: Departementet vil som i dag også ha et overordnet ansvar for samordningen av samiske saker i budsjettprosessen .

source: Bargojoavkku sámediggemiellahtut deattuhit ahte dát modealla ii sáhte leat álbmotrievttalaš gáibádusaid siskkobealde mat gáibiduvvojit dakkár doaimmaid ráđđádallamiin main lea njuolggo mearkkašupmi sápmelaččaide ja Sámedikki vuoigatvuhtii ovddidit ja bearráigeahččat iežas ekonomalaš , sosiála ja kultuvrralaš ovdáneami .
nob: Arbeidsgruppens medlemmer fra Sametinget understreker at denne modellen ikke kan anses å være innenfor de folkerettslige krav som stilles for konsultasjoner av tiltak av direkte betydning for samene og for Sametinget rett til å fremme og kontrollere egen økonomisk , sosial og kulturell utvikling .

source: Modealla 2 2. modealla bidjá vuođđun ahte Sámediggái sirdojuvvo dihto proseantamearri stáhtabušeahtas sámi áššiide .
nob: Modell 2 Modell 2 tar utgangspunkt i at det overføres til Sametinget en viss prosentandel av statsbudsjettet til samiske formål .

source: Go rehkenastá oasi mii galgá sirdojuvvot Sámediggái , de biddjo vuođđun man stuora oasi sámi álbmot dahká olles Norgga álbmogis 116. Modealla čuovvu eavttuid ahte sápmelaččain lea vuoigatvuohta iešmearrideapmái ja vuoigatvuohta vuoruhit iežas ekonomalaš , sosiála ja kultuvrralaš ovdáneami , ja ahte Norgga stáhta lea huksejuvvon guovtti álbmoga eatnamiidda .
nob: Ved beregning av andelen som overføres Sametinget legges den samiske befolkningens andel av hele befolkningen i Norge til grunn 116. Modellen bygger på forutsetningene om samene har rett til selvbestemmelse og rett til å prioritere over sin egen økonomiske , sosiale og kulturelle utvikling , og at staten Norge er grunnlagt på territoriet til to folk .

source: Iešmearridanvuoigatvuohta lea modealla váldoeaktu .
nob: Retten til selvbestemmelse er en hovedforutsetning for modellen .

source: Iešmearrideapmi mearkkaša ahte lea vuoigatvuohta hálddašit iežas ovdáneami , birgejumi ja luondduriggodagaid .
nob: Selvbestemmelse handler om rettene til å forvalte egen utvikling , velstand og naturressurser .

source: Modealla bidjá vuođđun ahte dáčča ja sámi álbmogiin leat ovttalágán vuoigatvuođat , ja ahte juohke politihkalaš vuogádat hálddaša oktasaš árvvuid ja galgá dahkat mearrádusaid ovttastusa ovddas .
nob: Modellen legger til grunn at det norske og samiske folk anerkjennes å ha like rettigheter , og at ethvert politisk system forvalter felles verdier og skal fatte beslutninger på vegne av et fellesskap .

source: Modealla lea huksejuvvon dan ipmárdusa nala ahte lea dásserárvvu guovtti álbmoga gaskka , ahte Sámediggi váldá duohta ovddasvástádusa buot sámi áššiid dáfus ja ahte Sámediggi vástida válljejeddjiide dušše nu guhká go ii rihko riikkaidgaskasaš vuoigatvuođaid .
nob: Modellen bygger på forståelsen av likeverd mellom to folk , at Sametinget tar det faktiske ansvaret for alle samiske saker og at Sametinget kun står til ansvar overfor velgerne så lenge man ikke bryter med internasjonal rett .

source: Modeallas addá oktilis rámmaeavttuid sámi serovdahkii ja dahká systemáhtalaš ja guhkesáigi ovdánahttinproseassa vejolažžan .
nob: Modellen gir forutsigbare rammebetingelser for det samiske samfunnet og muliggjør en systematisk og langsiktig utviklingsprosess .

source: Modealla sáhttá buohtastahttit dainna ekonomalaš modeallain maid dál atnet vuođđun go rehkenastet blohkkadoarjaga Danmárkkus Ruonáeatnamii .
nob: Modellen er sammenlignbar med den økonomiske modellen som i dag ligger til grunn for beregningsgrunnlaget for blokktilskuddet fra Danmark til Grønland .

source: Hálddahuslaš ja ekonomalaš váikkuhusat Modealla mielddisbuktá ahte šaddá oalle viidát nuppástuhttit dálá bušeahtta- ja mearridanprosedyraid ja sáhttá dagahit ahte šaddá dárbu eambbo raporttaide ja čielggademiide ovddasvástádus- ja váldesuorggi rehkenastinvuođu ja ráddjema dáfus .
nob: Administrative og økonomiske konsekvenser Modellen innebærer en relativt omfattende omlegging av dagens budsjett- og beslutningsprosedyrer og vil kunne medføre behov for flere rapporter og utredninger omkring beregningsgrunnlag og avgrensning av ansvars- og myndighetsområde .

source: Bargojoavku ii leat dárkileappot guorahallan ekonomalaš ja hálddahuslaš váikkuhusaid .
nob: Arbeidsgruppen har ikke foretatt nærmere beregninger av økonomiske og administrative konsekvenser .

source: Bargojoavku miellahtut Bargo- ja searvadahttindepartementtas ja Justis- ja politiijadepartementtas árvvoštallet ahte dát modealla ii leat áigeguovdil .
nob: Arbeidsgruppens medlemmer fra Arbeids- og inkluderingsdepartementet og Justis- og politidepartementet vurderer denne modellen som uaktuell .

source: Lea váttis buohtastahttit Ruonáeatnamiin danne go Ruonáeanan lea geográfalaččat hui ráddjejuvvon guovlu .
nob: En sammenligning med Grønland er vanskelig på grunn av at Grønland er et geografisk avgrenset område .

source: Viidáseappot spiehkasta modealla Juolludusnjuolggadusaid vuođđoprinsihpain .
nob: Videre bryter modellen med grunnleggende prinsipper i Bevilgningsreglementet .

source: Modealla 3 Dát bidjá vuođđun ee. suohkaniid ja fylkkasuohkaniid oktavuođa bušeahttaoktavuođain , ja dovddus jahkásaš váldošiehtadallamiid stáhta ja eanandoalu ja boazodoalu ealáhusorganisašuvnnaid gaskka .
nob: Modell 3 Denne modellen tar utgangspunkt bl.a. i forholdet til kommuner og fylkeskommuner i budsjettsammenheng , samt i kjente årlige hovedforhandlinger mellom staten og næringsorganisasjoner innen jordbruket og reindriften .

source: Modealla deattuha maiddái guimmešvuođaperspektiivva , gč. Ráđđádallanvugiid .
nob: Modellen vektlegger også partnerskapsperspektivet , jf. konsultasjonsprosedyrene .

source: Modealla mielddisbuktá jahkásaš šiehtadallamiid / ráđđádallamiid mearriduvvon sierra prosedyrain , ráđđehusa ja Sámedikki gaskka sámi áššiid bušeahta dáfus ja Sámedikki doaimma bajimus ekonomalaš rámmaid dáfus .
nob: Modellen innebærer årlige forhandlinger / konsultasjoner fastsatt i egne prosedyrer , mellom regjeringen og Sametinget om budsjettet til samiske formål og de overordnede økonomiske rammene for Sametinget virksomhet .

source: Modealla sisttisdoallá ahte galget čađahuvvot muhtunlágán bušeahttašiehtadallamat / ráđđádallamat gos Sámediggi vuosttažettiin ovddida iežas bušeahttagáibádusa ja gos ráđđehus vástida fálaldagain .
nob: I modellen ligger det at det gjennomføres en type budsjettforhandlinger / - konsultasjoner der Sametinget først legger fram sitt budsjettkrav og hvor regjeringen svarer med et tilbud .

source: ládje go ovdamearkka dihte boazdoallošiehtadallamiin ovddida ráđđehus fálaldaga maŋŋel go lea gieđahallojuvvon ráđđehusas .
nob: I likhet med for eksempel reindriftsforhandlingene legger regjeringen fram et tilbud etter at dette er behandlet i regjeringen .

source: Dát mielddisbuktá ahte sámi áššiid bušeahtta meannuduvvo sierra áššin bušeahttaoktavuođas .
nob: Dette innebærer at budsjettet til samiske formål behandles som en egen sak i budsjettsammenheng .

source: Bargojoavku oaivvilda ahte dákkár čoavddus livččii mielde nanneme sámi áššiid ovttastahttima ráđđehusas , ja livččii maiddái mielde buorideame fokusa sámepolitihkalaš áššiid dáfus .
nob: Det er arbeidsgruppens syn at en slik løsning vil bidra til å styrke samordningen av samiske spørsmål i regjeringen , og også bidra til å sette større fokus på samepolitiske spørsmål .

source: Dasto čađahuvvojit šiehtadallamat / ráđđádallamat man ulbmil lea boahtit ovttaoaivilii bajimus vuoruhemiid dáfus sámi guovlluin .
nob: Det foretas deretter forhandlinger / konsultasjoner med sikte på å oppnå enighet om overordnete satsninger på det samiske området .

source: Dan bokte go bušeahttašiehtadallamat / - ráđđádallamat šaddet sierra áššin , šattašii álkit gieđahallat dan čuolmma mii lea bušeahttačiegus dieđuid dáfus .
nob: Ved at budsjettforhandlingene / - konsultasjonene blir en egen sak , vil problemet med budsjettfortrolig informasjon være lettere å håndtere .

source: Viidáseappot lea dán modeallas guovddážis dat ahte ovddiduvvo sierra stuoradiggeproposišuvdna giđđat , ládje go gielddaidčielggadeapmi ja ealáhusšiehtadallamiin .
nob: Videre er et sentralt element i denne modellen at det legges fram en egen stortingsproposisjon om våren , i likhet med kommuneoppgjøret og næringsforhandlingene .

source: Dat ahte sámi áššiid bušeahttarámmat leat čielggaduvvon buori áiggis ovdal go ođđa bušeahttajahki álgá , lea mielde láhčime diliid buriid demokráhtalaš proseassaide sámi servodagas ja Sámedikkis vuoruhemiid dáfus ekonomalaš rámmaid siskkobealde .
nob: At de budsjettmessige rammene til samiske formål er avklart i god tid før en går over i nytt budsjettår , legger til rette for gode demokratiske prosesser i det samiske samfunnet og i Sametinget om prioriteringer innenfor de økonomiske rammene .

source: Bušeahttašiehtadallamiid / - ráđđádallamiid čađaheapmi ja boađus ferte leat dainnalágiin ahte Sámediggi ieš sáhttá ovddidit ekonomalaš , sosiála ja kultuvrralaš ovdáneami sámi servodagas , ja ahte Sámedikkis lea duohta vejolašvuohta ieš vuoruhit mearriduvvon ekonomalaš rámmaid siskkobealde .
nob: Gjennomføringen og resultatet av budsjettforhandlingene / - budsjettkonsultasjonene må være slik at Sametinget selv kan fremme den økonomiske , sosiale og kulturelle utviklingen i det samiske samfunnet , og at Sametinget har en reell mulighet til å foreta prioriteringene innenfor de vedtatte økonomiske rammene .

source: Dát mielddisbuktá ahte eai galgga ráhkaduvvon vásedin njuolggadusat movt ruđat galget geavahuvvot ( nu go dál juo lea prinsihpas ) .
nob: Dette innebærer at det ikke kan legges detaljerte føringer for bruken av midlene ( slik prinsippet allerede er i dag ) .

source: Dát ii mearkkaš ahte ii dárbbašuvvo diehtovuođđu das movt dilli lea ja movt ovdáneapmi lea iešguđetge surggiin sámi servodagas .
nob: Dette betyr imidlertid ikke at det ikke er av betydning at det foreligger et datagrunnlag om hva som er situasjonen og utviklingstrekkene innenfor de ulike områdene i det samiske samfunnet .

source: Dákkár raporttat livčče guovddáš vuođđomateriálan go galget defineret surggiid maidda ferte čájehit erenoamáš olu beroštupmi jahkásaš bušeahttaproseassain , gč. Fágalaš analysajoavkku čilgehusa .
nob: Slike rapporter vil kunne være sentralt grunnlagmateriale for å definere områder som må vies særlig oppmerksomhet i de årlige budsjettprosessene , jf. omtalen av faglig analysegruppe .

source: Ráđđehusas lea ain bajimus ovddasvástádus stáhta sámepolitihkas , ja das bohtet ain leat sierra oaivilat das mat leat buorit sámepolitihkalaš doaimmat .
nob: Regjeringen har fortsatt det overordnete ansvaret for statens samepolitikk , og vil også ha egne meninger om hva som er gode samepolitiske tiltak .

source: Ovdamearkan sáhttá čujuhit dán ráđđehusa álggahanjulggaštussii , Soria Moria-julggaštussii .
nob: Som eksempel kan det vises til denne regjeringens tiltredelseserklæring , Soria Moria-erklæringen .

source: Dás lea ee. daddjon ahte ráđđehus áigu “ sihkkarastit Sámediggái duohta váikkuhanválddi eanandoallo- , boazodoallo- ja guolástuspolitihka hábmemis , ja sámi servodateallima mearrideaddji resurssaid hálddašeamis , álggahit árvoháhkanprográmma lotnolasealáhusaid dáfus sámi guovlluin – vuoruhit sámi
nob: Her er det bl.a. sagt at regjeringen vil ” sikre Sametinget reell innflytelse på utforming av jordbruks- , reindrifts- og fiskeripolitikken , og på forvaltningen av avgjørende ressurser for samisk samfunnsliv , - sette i verk et verdiskapningsprogram for næringskombinasjoner i samiske strøk - satse på samisk reiselivsutvikling som skal sikre og styrke næringslivet i samiske områder … ” Dette er en type tiltak som har budsjettmessige konsekvenser .

source: Dat leat maiddái dakkár doaimmat maid ráđđehus ii sáhte álggahit almmá Sámedikki veahki haga .
nob: Dette er også en type tiltak som regjeringen ikke kan sette i verk uten å involvere Sametinget .

source: Dákkár ovttaskasdoaimmat galget digaštallojuvvot ráđđádallanprosedyraid mielde , gos bealit leat ovttaoaivilis das makkár ulbmiliid ja bohtosiid háliida joksat doaimma dáfus .
nob: Slike enkelttiltak vil bli drøftet i tråd med konsultasjonsprosedyrene , der partene blir enige om hvilke mål og resultater en ønsker for tiltaket .

source: Dakkár áššiid mat gusket erenoamážit sámi servodahkii , ja main leat ekonomalaš váikkuhusat , lea lunddolaš ovddidit bušeahttačielggadeapmái .
nob: Slike saker som har karakter av å være spesielt rettet mot det samiske samfunnet , og som har økonomiske konsekvenser , vil det være naturlig å bringe opp for budsjettmessig avklaring .

source: Hálddahuslaš ja ekonomalaš váikkuhusat Sámedikki dievasčoahkkimat Sámediggi lágida dál dievasčoahkkimiid guovvamánu loahpageahčen , miessemánu loahpageahčen , čakčamánu loahpageahčen ja skábmamánu loahpageahčen .
nob: Administrative og økonomiske konsekvenser Sametingets plenumsmøter Sametinget avvikler i dag sine plenumsmøter i slutten av februar , slutten av mai , slutten av september og slutten av november .

source: Bušeahta guovddáš mearkkašupmi sámi servodatovdáneami dáfus dahká dárbbašlažžan ahte Sámedikki dievasčoahkkin galgá sáhttit sihke ráhkadit njuolggadusaid vuođđun sámediggeráđi gáibádusaide ráđđehussii , ja mearridit ja dohkkehit šiehtadallan- / ráđđádallanbohtosiid ovdal go ráđđehus ovddida iežas stuoradiggeproposišuvnna , maid Stuoradiggi fas galgá gieđahallat giđđasešuvnnas .
nob: Budsjettets sentrale betydning for den samiske samfunnsutviklingen gjør det nødvendig at Sametinget plenum både skal kunne gis mulighet til å legge overordnede føringer som grunnlag for sametingsrådets krav til regjeringen , og ta stilling til og godkjenne forhandlings / - konsultasjonsresultatet før regjeringen legger fram sin stortings- Side 82 av 86

source: Jus dát galgá leat vejolaš , de ferte Sámedikki dievasčoahkkin gieđahallat sámediggeráđi bušeahttagáibádusaid njuolggadusaid ášši skábmamánu álgogeahčen / gaskkamuttus danne go sámediggeráđđi dárbbaša veaháš áiggi dievasčoahkkima njuolggadusmearráduid maŋŋel gárvet gáibádusdokumentta ja ráđđehus dárbbaša dábálaččat gitta golbma vahkku áiggi gieđahallat iežas fálaldaga Sámedikki gáibádusa vuođul .
nob: proposisjon , som Stortinget i sin tur skal kunne behandle i vårsesjonen . Skal dette være mulig må Sametingets plenum behandle en sak om overordnede føringer for sametingsrådets budsjettkrav primo / medio november , siden sametingsrådet vil trenge litt tid etter plenumsføringene på å ferdigstille kravsdokumentet og regjeringen normalt vil trenge inntil tre uker for behandling av sitt tilbud på bakgrunn av Sametingets krav .

source: Viidáseappot ferte ieš bušeahttašiehtadallan / - ráđđádallan loahpahuvvot maŋimusat njukčamánu vuosttaš vahkkus , nu ahte Sámedikki dievasčoahkkin sáhttá gieđahallat ášši njukčamánus / cuoŋománus ja viidáseappot ahte ráđđehus beassá ovddidit proposišuvnna cuoŋománus / miessemánus .
nob: Videre må selve budsjettforhandlingen / - konsultasjonen være sluttført seinest i første uka av mars , slik at Sametingets plenum kan behandle saken i mars / april og videre at regjeringen får fremmet proposisjonen i april / mai .

source: Dát áigerámma mielddisbuktá seammás ahte šiehtadallan ferte álggahuvvot áramusat ođđajagemánus ja ahte gáibádus ja fálaldat dasto ferte ovddiduvvot ovdal ođđajagemánu .
nob: Denne tidsrammen innebærer samtidig at forhandlingen må komme i gang tidlig i januar og at krav og tilbud dermed må foreligge før januar .

source: Jus ollašuhttá šiehtadallamiid / ráđđádallamiid bušeahta ja ekonomalaš rámmaid birra ráđđehusa ja Sámedikki gaskka , de eai heive áiggit Sámedikki dálá dievasčoahkkináigodagaid mielde .
nob: En realisering av forhandlinger / konsultasjoner om budsjett og økonomiske rammer mellom regjeringen og Sametinget vil ikke harmonere med dagens tidspunkter for plenumsavvikling i Sametinget .

source: Bargojoavku oaivvilda ahte Sámediggi berre árvvoštallat rievdadit dievasčoahkkimiid áiggiid .
nob: Arbeidsgruppen mener at Sametinget bør vurdere å foreta en endring av tidspunktene for plenumsavvikling .

source: Fágalaš analysajoavku Bušeahttavugiid evttohus mielddisbuktá ahte geavaha aktiivvalaččat Fágalaš analysajoavkku jahkásaš raportta bušeahttašiehtadallamiid vuođđun .
nob: Faglig analysegruppe Forslaget til budsjettprosedyrer innebærer aktiv bruk av Faglig analysegruppes årlig rapport som grunnlag for budsjettforhandlingene .

source: Dasa lassin addo Fágalaš analysajovkui rolla šiehtadallamiin dan bokte ahte galget fuolahit dárkilis árvvoštallamiid ja heivehemiid bealálaččaide .
nob: I tillegg gis Faglig analysegruppe en rolle i forhandlingen ved at de kan bistå med utdypende vurderinger og bearbeidelser til partene .

source: Bargojoavku oaivvilda danne ahte sáhttá lea vuođđu árvvoštallat bidjat Fágalaš analysajoavkku mandáhttii ahte jahkásaš raporta berre gárvvistuvvot ovdal golggotmánu 1. beaivvi juohke jagi , ja ahte sin rolla bušeahttaprosedyraiin boahtá čielgasit ovdan .
nob: Arbeidsgruppen er derfor av den mening at det kan være grunn til å vurdere om det ikke bør framgå av mandatet til Faglig analysegruppe at den årlige rapporten bør foreligge innen 1. oktober hvert år , og at deres rolle i budsjettprosedyrene tydelig kommer fram .

source: Stuoradiggeproposišuvdna sámi áššiid bušeahta birra Bušeahttavugiid evttohus mielddisbuktá ahte šiehtadallanbohtosat oktan juolludanevttohusaiguin ovddiduvvojit stuoradiggeproposišuvdnan .
nob: Stortingsproposisjon om budsjett til samiske formål Forslaget til budsjettprosedyrer innebærer at forhandlingsresultatet med forslag til bevilgninger fremmes som en stortingsproposisjon .

source: Dál ovddida Sámediggi jahkedieđáhusa Gonagassii ( gč. Sámelága § 1-3 ) mii biddjo jahkásaš stuoradiggedieđáhusa vuođđun Sámedikki doaimma birra .
nob: I dag avgir Sametinget årsmelding til Kongen ( jf. sameloven § 1-3 ) som ligger til grunn for en årlig stortingsmelding om Sametingets virksomhet .

source: Sámedikki 2005 jahkedieđáhus gieđahallojuvvo Stuoradikkis 2007 giđđasešuvnnas 117. Jahkedieđáhusa gieđahallan , sihke 117 Ráđđehus ovddidii St. Dieđ. Nr. 7 ( 2006-2007 ) Sámedikki 2005 doaimma birra golggománus 2006 .
nob: Når det gjelder Sametingets årsmelding for 2005 behandles den i Stortinget i vårsesjonen 2007.117 Behandlingen av årsmeldingen , både i regjeringen og i Stortinget , har i stor grad et tilbakeskuende preg .

source: Bargojoavku oaivvilda ahte sámepolitihkka ovdánivččii jus ásahivččii digaštallama Stuoradikkis gos deattuha ovdáneami boahtteáiggis .
nob: Etter arbeidsgruppens syn vil det være et løft for samepolitikken at det legges til rette for en drøfting i Stortinget der det fokuseres på utviklingen framover .

source: Geahča maiddái kap. 6.5 gos bargojoavku evttoha ahte sámelága mearrádus mii mearrida goas Sámedikki jahkedieđáhus galgá sáddejuvvot Gonagassii , galgá heaittihuvvot .
nob: Se også kap. 6.5 hvor arbeidsgruppen foreslår at samelovens bestemmelse om en årlig melding til Kongen oppheves .

source: Departementta rutiinnat jahkásaš bušeahttaproseassaid dáfus Vaikko čađaheapmi šattašii sihke áddjái ja hástaleaddji , goit álggus , de oaivvilda bargojoavku ahte dákkár proseassa sáhtášii maiddái buoridit ráđđáhusa ja Sámedikki ovttasbarggu bušeahttaáššiin .
nob: Departementenes rutiner i tilknytning til årlige budsjettprosesser Selv om gjennomføringen både vil kunne være krevende og utfordrende , i alle fall i starten , mener arbeidsgruppen at en slik prosess også vil kunne effektivisere samhandlingen mellom regjeringen og Sametinget i budsjettspørsmål .

source: Bargo- ja searvadahttindepartementtas galgá ain leat ovttastahttinovddasvástádus bušeahttaproseassaid dáfus mat gusket sámi áššiide .
nob: Arbeids- og inkluderingsdepartementet vil fortsatt ha samordningsansvaret for budsjettprosessene knyttet til samiske formål .

source: Ii leat šat dárbbašlaš ráhkadit sierra bušeahttajohtočállosiid nu movt dál .
nob: Det vil ikke være nødvendig med et eget budsjettrundskriv slik som i dag .

source: Bargojoavkku oppalaš árvvoštallamat ođđa bušeahttavugiid birra
nob: Arbeidsgruppens samlede vurderinger om nye budsjettprosedyrer

source: Dustet álbmotrievtti geatnegasvuođaid Ráđđádallamis galgá Sámediggi oažžut buot dieđuid buot barggu dásiin .
nob: I en konsultasjon skal Sametinget ha fullt innsyn i og relevant informasjon på alle stadier i arbeidet .

source: Bargojoavkku oaivila mielde sáhttá leat váttis dán olahit 1. modealla bokte , lea goit hástalus gávnnahit maid dát galgá sisttisdoallat dálá bušeahttarutiinnaid siskkobealde .
nob: Etter arbeidsgruppens syn kan det være vanskelig å oppnå dette i modell 1 , det er i alle fall en utfordring å finne ut hva dette skal innebære innenfor dagens budsjettrutiner .

source: Sihke 2. modealla ( oassi stáhtabušeahtas ) ja 3. modealla ( bušeahttašiehtadallamat / - ráđđádallamat árvvoštallojuvvojit leat álbmotrievttalaš rámmaid siskkobealde dán dáfus .
nob: Modell 2 ( andel av statsbudsjettet ) og 3 ( budsjettforhandlinger / - konsultasjoner antas begge å være innenfor de folkerettslige rammer med hensyn til dette .
